[
    {
        "title": "The First Week", 
        "content": 
        "Welcome to Meta! You’ve certainly impressed many people to get to where you are now, so take a moment to give yourself a pat on the back. No, seriously - [PAUSE FOR BACK PAT]\nThere are lots of things in store for you during this internship, but the first week can definitely be an onslaught of information and to-dos. Here is a large overview of the major milestones you’re going to complete, as well as some tips and tricks for getting acclimated to Meta during your first week! (KEEP IN MIND: some of these instructions may change depending on the state of remote/hybrid/in-person work over the next year)\nDay 1: If you’ve relocated for your internship, you’ll be given a temporary Uber voucher to go to the Meta offices, pick up your required tech package, (perhaps take some fun pictures) and head back to your residence to complete your tech setup. Setup issues and troubleshooting can be very common, so be persistent if your technology takes a while to set up: if you get stuck, ask intern buddies or contact someone at Meta that could help. After your tech is set up, you will complete your first day orientation activities and successfully complete your Day 1!\nDay 2: You will continue onboarding sessions today, staying at home to complete them. Your Outlook email/calendar and/or provided documents will indicate what meetings you should have. Join these meetings and have fun learning more about Meta!\nTip: Use the MetaU Hub’s File Upload tool to save scheduling documents for future reference!\nDay 3: Welcome to Wednesday! Many new developments today. Firstly, you will be coming into the office for the first time today. If you’ve set up your phone successfully, you should have access to a mobile badge via the Facebook Home app. You can present this to the shuttle driver to board the Meta shuttles.\nTip: If you don’t know what shuttle to take to get to the office, the shuttle timetable tool is conveniently linked on the sidebar of this website!\nOnce you get to the office, you’ll have instructions on how to pick up your physical badge. If you’re at MPK, use the intercampus shuttles (Red/Gold lines) to get to where you need to go. If you can’t make it to the badging event, no worries - you can get a temporary badge from any office security desk, and then get an official badge the following day from one of the campus badge hubs.\nFinally, the main event of Day 3: the first day of your CodePath Bootcamp. More details can be found under the CodePath Bootcamp entry, but this will be your introduction to the bootcamp and to your fellow cohort of interns. Join a group of interns for lunch and get to know each other!\nDays 4 and 5: The end of the week will be mostly focused on CodePath. You might have other meetings like 1-1s with your manager or recruiter, and you might still have issues that were not resolved earlier in the week. Now’s the time to get further settled before the end of your first week. Get to know more friends, explore more food options, and most of all, enjoy yourself. Congratulations again, and have a great first week!\nTip: The MetaU Hub Intern Discovery tool allows you to find out more about your fellow MetaU interns - you might see them around!"
    },
    {
        "title": "CodePath Bootcamp", 
        "content": "Work in progress - coming soon!"
    },
    {
        "title": "Midpoint Review", 
        "content": "Work in progress - coming soon!"
    },
    {
        "title": "Independent Project Development", 
        "content": "Work in progress - coming soon!"
    },
    {
        "title": "The End: Final Review", 
        "content": "Work in progress - coming soon!"
    }
]